Repository: codesyntax/cs.board
Catalog: */board/locales/*/LC_MESSAGES/*.board.po
Languages: es, eu

source: Board
es: Tablón de anuncios
eu: Iragarki-ohola

source: Board Document
es: Documento
eu: Dokumentua

source: Document publication board
es: Lugar en el que se publican documentos oficiales
eu: Dokumentu ofizialak argitaratzeko ohola

source: Document published on the board
es: Documento publicado en el tablón
eu: Iragarki-oholean argitaratzeko dokumentua

# board_private_caption
source: List of documents not yet published on the board
es: Listado de documentos no publicados todavía en el tablón
eu: Argitaratu gabeko dokumentuen zerrenda

# board_publisehd_expired_caption
source: List of published but already expired documents
es: Listado de documentos publicados pero ya caducados
eu: Argitaratze-epea pasatuta duten dokumentuak

# board_published_caption
source: List of documents published on the board
es: Listado de documentos publicados en el tablón
eu: Argitaratutako dokumentuen zerrenda

# description_title
source: Description of the document
es: Descripción del documento

# heading_board_private
source: Not yet published documents
es: Documentos no publicados
eu: Argitaratu gabeko dokumentuak

# heading_board_published
source: Published documents
es: Documentos publicados
eu: Argitaratutako dokumentuak

# heading_board_published_expired
source: Expired published documents
es: Documentos publicados caducados
eu: Iraungitako dokumentuak

# label_document_publication_end
source: Document expiry date
es: Fecha fin de publicación
eu: Argitaratzearen bukaera data

# label_document_publication_start
source: Document publication date
es: Fecha de publicación
eu: Argitaratze data

# label_filenumber
source: File number
es: Número de expediente
eu: Espediente-zenbakia

# label_filetype
source: File type
es: Tipo de expediente
eu: Espediente-mota

# label_no_private_documents
source: There are no unpublished documents
es: No hay documentos sin publicar
eu: Ez dago argitaratu gabeko dokumenturik

# label_no_published_documents
source: There are no published document
es: No hay documentos publicados
eu: Argitaratutako dokumentuak

# label_no_published_expired_documents
source: There are no published expired documents
es: No hay documentos caducados
eu: Ez dago iraungitako dokumenturik

# label_sender
source: Sender
es: Ordenante
eu: Argitaratzailea

# label_title
source: Description
es: Descripción
